<p>{{ $data['name'] }} さん</p>

<hr>

<p>--- 登録情報 ---</p>
<p>< 学籍番号 ><br />{{ $data['student_num'] }}</p>
<p>< クラス ><br />{{ $data['course'] }}</p>
<p>< メールアドレス ><br />{{ $data['email'] }}</p>

<hr>

<p>
    こんにちは。学生会です。<br />
    ECCTF へのご参加ありがとうございます。<br />
    是非コンプリートを目指してください。<br />
    <br />
    [ ECCTF 開催期間・日程 ]<br />
    抽選応募期間：1/12(火) ～ 1/29(金)<br />
    抽選結果発表日：2/1(月)<br />
    景品受渡期間：2/1(月) ～ 2/3(水)<br />
    <br />
    [ ECCTF 流れ ]<br />
    1. 学内各所のQRコードを読み込む<br />
    2. 表示された問題に回答する<br />
    3. 正解するとスタンプが押される<br />
    4. 縦横ナナメの一列が揃うと1ポイントGET!<br />
    5. ポイントを使用して、抽選に応募する<br />
    6. 当選すると景品GET!<br />
</p>

<hr>

<p>
    ご意見・ご質問などございましたら、<br />
    お気軽にお問い合わせください。<br />
    <br />
    担当【IE4A 稲澤 <いなざわ>】<br />
    ecc.gakuseikai.ecctf@gmail.com<br />
    
</p>
